export const table = {
  locale: "Russian",
  components: {
    contactForm: {
      title: "Контакты",
      subtitle: "Есть вопросы? У нас есть ответы!",
      fullName: "Полное имя",
      email: "Email адрес",
      message: "Сообщение",
      send: "Отправить",
      sentSuccessfully: "Сообщение отправлено.",
      notSent: "Сообщение не отправилось. Попробуйте еще раз.",
      nameRequired: "Имя обязательно",
      emailRequired: "Email обязателен",
      invalidEmail: "Неверный формат",
      messageRequired: "Сообщение обязательно",
      captchaRequired: "Капча обязательна",
    },
    cta: {
      title: "Присоединяйтесь к нам.",
      subtitle: "Получайте больше дохода от вашего трафика 😉",
    },
    hero: {
      title: "Давайте зарабатывать вместе 🤑",
      subtitle:
        "Присоединяйтесь к нашему казино и зарабатывайте до 50% комиссии.",
    },
    whyUs: {
      title: "Почему нужно сотрудничать с Red Affiliates?",
      one: {
        title: "Мы здесь ради вас",
        subtitle:
          "Открытая команда, прислушивающаяся к потребностям своих партнеров. Ваш успех — наша цель.",
      },
      two: {
        title: "Высокая конверсия и удержание клиентов",
        subtitle:
          "Мы делаем все, чтобы конвертить ваш трафик. Система лояльности в казино позволяет отлично удерживать игроков и иметь высокий LTV.",
      },
      three: {
        title: "Своевременные выплаты",
        subtitle:
          "Мы выплачиваем комиссию до 15 числа каждого месяца и предлагаем ряд способов оплаты: Neteller, Skrill, Bitcoin и банковские переводы.",
      },
    },
    faq: {
      title: "Часто задаваемые вопросы",
      one: {
        title: "Как стать партнером?",
        subtitle:
          "Заполните регистрационную форму, мы проверим вашу учетную запись и подтвердим её",
      },
      two: {
        title: "Куда я могу вывести заработок?",
        subtitle:
          "Вы можете получить оплату через банковский перевод (счет IBAN), биткойны, Skrill или Neteller.",
      },
      three: {
        title: "Как часто мне будут платить?",
        subtitle:
          "Мы делаем выплаты до 15 числа каждого месяца. Если сумма меньше 50 евро (300 евро для банковского перевода), она не будет выплачена, а переведена на выплату в следующий месяц.",
      },
      four: {
        title: "Как часто обновляется моя статистика?",
        subtitle: "Статистика обновляется каждый час.",
      },
      five: {
        title: "Правила и условия?",
        subtitle:
          'Правила и условия можно почитать <a href="/terms-and-conditions" class="link">здесь</a>.',
      },
      six: {
        title: "Что если у меня есть еще вопросы?",
        subtitle:
          'Мы всегда рады вашим вопросам, просто напишите нам на <a class="link" href="mailto:partners@red-affiliates.com">partners@red-affiliates.com</a>.',
      },
    },
    commission: {
      subtitle: "Вы будете получать пожизненный доход от всего вашего трафика.",
      title: "Без отрицательного переноса. Пожизненная ревшара.",
      one: {
        title: "Ревшара",
        subtitle:
          "Вы зарабатываете процент от НГР. НГР = Общий доход - Выданные бонусы - Админ фи (35%)",
      },
      two: {
        title: "CPA",
        subtitle:
          "Вы получаете фиксированную плату за каждого нового игрока, который соответствует условиям сделки. Свяжитесь с вашим менеджером, чтобы обсудить CPA.",
      },
      three: {
        title: "Гибрид",
        subtitle:
          "Гибридная сделка это сочетание Ревшары и CPA. Для сайтов, которые генерируют целевой трафик, в наших интересах максимально удовлетворить ваши потребности. Свяжитесь с вашим менеджером, чтобы обсудить гибридную сделку.",
      },

      four: {
        title: "Суб-партнеры",
        subtitle: "Приведите партнера и получайте 5% от НГР его игроков.",
      },
    },
    about: {
      title: "Продвигайте бренд, который конвертирует",
      subtitle:
        "RED PingWin - это быстрорастущее онлайн-казино на реальные деньги и биткойны.",
      one: {
        title: "Поддержка в чате",
        subtitle: "24/7",
      },
      two: {
        title: "Игры",
        subtitle: "3,000+",
      },
      three: {
        title: "Дата основания",
        subtitle: "2017",
      },
      license: "Лицензия",
      curacao: "Кюрасао",
      software: "Провайдеры",
      payments: "Платежки",
      languages: "Языки",
      currencies: "Валюты",
      visitCasino: "Перейти в казино",
    },
    termsAndConditions: {
      title: "УСЛОВИЯ И ПОЛОЖЕНИЯ AFFILIATE",
      firstText:
        'Это соглашение (“Партнерское соглашение”) между вами (“вы” или “Партнер”) и red-affiliates.com (“Компания”, “мы” или "Программа Affiliate программа"). Оплата услуг осуществляется системой Dama N.V.  от имени red-affiliates.com.',
      secondText:
        "Регистрируясь в Программе Affiliates, получая доступ и используя любой из наших маркетинговых инструментов или принимая любое вознаграждение, бонус или комиссию, независимо от того, содержатся ли они в Партнерском соглашении или где-либо еще в рамках нашей Партнерской программы, вы будете считаться осведомленным и принявшим каждый пункт настоящего Партнерского Соглашения.",
      thirdText:
        "Мы можем периодически вносить изменения в настоящее Соглашение. Мы делаем все возможное, чтобы уведомить вас об изменениях, однако, рекомендуем вам регулярно посещать эту страницу. Ваше дальнейшее использование Партнерской программы будет означать ваше согласие с обновленным Соглашением.",
      one: {
        title: "1. ОПРЕДЕЛЕНИЯ",
        firstText:
          "1.1 “Партнер” идентифицирует вас, физическое или юридическое лицо, которое подает заявку на участие или регистрацию в Партнерской программе.",
        secondText:
          "1.2 “Партнерский счет” - счет Партнера, созданный после подачи Партнером Партнерской заявки на участие в Партнерской программе и одобренный Компанией или созданный сразу после регистрации.",
        thirdText:
          "1.3 “Партнерское соглашение” (а) означает все положения и условия, изложенные в настоящем документе, (б) положения и условия Комиссионных Структур, применимые к различным продуктам и брендам, и (в) любые другие правила или руководящие принципы Компании и/или Веб-сайтов, используемые Affiliate.",
        fourthText:
          "1.4 “Партнерская заявка” - заявка, поданная Партнером на участие в Партнерской программе. Актуально, если регистрация в данный момент закрыта и требует подтверждения со стороны администрации. Если регистрация открыта в данный момент, то партнер имеет доступ к личному кабинету сразу после регистрации и возможность зарабатывать деньги.",
        fifthText:
          "1.5 “Партнерские ссылки” являются интернет-гиперссылками, используемые Партнером для перехода с Партнерского веб-сайта (- ов) или любого другого стороннего веб-сайта или других источников на веб-сайты Компании.",
        sixthText:
          "1.6 “Партнерская программа” - сотрудничество между Компанией и Партнером, посредством которого Партнер продвигает веб-сайты Компании и создает Партнерские ссылки с Партнерского веб-сайта (- ов) на веб-сайты Компании. За такие услуги Партнеру выплачивается комиссия в зависимости от генерируемого трафика на веб-сайты Компании, в соответствии с условиями настоящего Партнерского соглашения и применяемой Комиссионной стуктуры по конкретному продукту.",
        seventhText:
          "1.7 “Партнерский кошелек” - онлайн-кошелек на имя Партнера, на который Компания выплачивает комиссионные и любые другие причитающиеся Партнеру платежи, которые Партнер может вывести в соответствии с Партнерским соглашением;",
        eighthText:
          "1.8 “Партнерский веб-сайт” означает любой веб-сайт, который поддерживается, управляется или иным образом контролируется Партнером.",
        ninthText:
          "1.9 “Веб-сайты компании” - веб-сайт www.redping.win или другие подобные веб-сайты (включая зеркальные веб-сайты), которые могут время от времени добавляться в Партнерскую программу.",
        tenthText:
          "1.10 “Клиент” - это лицо, корректно прошедшее процедуру регистрации на сайте Компании по Партнерской ссылке.",
        eleventhText:
          "1.11 “Новый Вкладчик”-новый, первый клиент Компании, внесший первый депозит на игровой счет Сайта Компании в соответствии с действующими правилами и условиями Сайта Компании. В это число не включаются члены Affiliate , его сотрудников, родственников и друзей.",
        twelfthText:
          "1.12 “Вкладчик” - это лицо, которое делает один или несколько депозитов на сайтах Компании.",
        thirteenthText:
          "1.13 “Комиссия” означает процент от Чистого Игрового дохода или, где это применимо, фиксированную сумму для Нового Вкладчика (структура CPA) или состоящую из нескольких частей (Гибрид), как указано в Структурах Комиссии.",
        fourteenthText:
          "1.14 “Комиссионные структуры” означают любые конкретные структуры вознаграждения, прямо согласованные между Компанией и Партнером.",
        fifteenthText:
          "1.15 “Конфиденциальная информация” означает любую информацию коммерческой или существенной ценности, относящуюся к Компании, такую как, финансовые отчеты, коммерческая тайна, ноу-хау, цены и пользовательские котировки, деловая информация, продукты, стратегии, базы данных, технологии, информация о Клиентах, других клиентах и пользователях веб-сайтов Компании, маркетинговые планы и способы работы.",
        sixteenthText:
          "1.16 “Права интеллектуальной собственности” означают любые авторские права, товарные знаки, знаки обслуживания, доменные имена, бренды, названия компаний и регистрации вышеуказанных и/или любых других аналогичных прав такого рода.",
        seventeenthText:
          "1.17 “Чистый игровой доход” или “NGR” означает все денежные средства, полученные Компанией от Клиентов в виде размещенных ставок, за вычетом (а) выигрышей, возвращенных Клиентам, (б) выданных бонусов, (в) корректировок чистого баланса, (г) административных сборов, (д) расходов на мошенничество и возвратных платежей. Во избежание сомнений, все суммы Чистого игрового дохода, упомянутые выше, относятся только к Клиентам, использующих Партнерские сайт(ы) и Веб-сайты Компании.",
        eighteenthText:
          "1.18 “Стороны” означают Компанию и Партнера (каждый из которых является “Стороной”).",
        nineteenthText:
          "1.19 “Персональные данные” означают любую информацию, относящуюся к любому лицу, будь то физическое или юридическое лицо, которое прямо или косвенно идентифицировано или может быть идентифицировано.",
        twentiethText:
          "1.20. Субпартнер-это лицо, которое зарегистрировалось по Партнерской ссылке и начало работать в качестве Партнера с Партнерской программой.",
      },
      two: {
        title: "2. ПАРТНЕРСКИЕ ОБЯЗАТЕЛЬСТВА",
        first: {
          title: "2.1 Регистрация в качестве Партнера",
          text:
            "Чтобы стать участником нашей Партнерской программы, вы должны принять эти условия и положения, поставив галочку в соответствующем поле при подаче Партнерской заявки. Партнерская заявка является неотъемлемой частью Партнерского соглашения.",
        },
        second: {
          title: "2.2 Регистрационные данные партнера",
          text:
            "Это ваша единственная обязанность, чтобы обеспечить конфиденциальность и сохранность регистрационных данных вашего Партнерского счета. Любое несанкционированное использование вашего Партнерского счета в результате вашей неспособности должным образом защитить вашу регистрационную информацию является исключительно вашей ответственностью, и вы остаетесь единолично ответственным за все действия, происходящие под вашим идентификатором пользователя Партнерского счета и паролем (независимо от того, были ли такие действия предприняты вами или нет). Вы обязаны немедленно сообщить нам, если подозреваете незаконное или несанкционированное использование вашего Партнерского счета.",
        },
        third: {
          title: "2.3 Участие в Партнерской программе",
          text:
            "Партнерская программа предназначена для вашего непосредственного участия. Открытие Партнерского счета для третьей стороны, посредничество или перевод Партнерского счета не принимаются. Партнеры, желающие перевести счет другому бенефициарному владельцу, должны связаться с нами и запросить разрешение. Кроме того, вы не должны открывать более одного Партнерского счета без нашего предварительного письменного согласия. Соглашаясь участвовать в Партнерской программе, вы соглашаетесь время от времени прилагать все усилия для активной рекламы, продвижения и продвижения Сайтов Компании в соответствии с Партнерским соглашением и инструкциями Компании. Вы гарантируете, что все действия, предпринятые вами в рамках Партнерского соглашения, будут отвечать наилучшим интересам Компании и никоим образом не повредят репутации или деловой репутации Компании. Вы можете ссылаться на веб-сайт Компании, используя Партнерские ссылки или другие подобные материалы, которые мы можем время от времени одобрять. Это единственный способ, с помощью которого вы можете рекламировать от нашего имени.",
        },
        fourth: {
          title: "2.4 Партнерский Сайт",
          text:
            "Вы несете полную ответственность за разработку, эксплуатацию и техническое обслуживание Партнерского веб-сайта, а также за все материалы, которые появляются на Партнерском веб-сайте. Вы должны всегда следить за тем, чтобы Партнерский веб-сайт соответствовал всем применимым законам, включая Общие правила защиты данных (GDPR), и функционировал как профессиональный веб-сайт. Вы не можете представлять Партнерский веб-сайт таким образом, чтобы он мог вызвать путаницу с веб-сайтами Компании или создать впечатление, что он принадлежит или управляется Компанией. Партнерский веб-сайт не будет содержать никакого дискредитирующего, клеветнического, дискриминационного или иного неподходящего контента (включая, но не ограничиваясь этим, насильственные, непристойные, уничижительные или порнографические материалы или контент, который был бы незаконным в целевой стране).",
        },
        fifth: {
          title: "2.5 Действительный трафик и добросовестность",
          text:
            "Вы не будете генерировать трафик на веб-сайты Компании, регистрируясь в качестве Клиента прямо или косвенно (например, используя партнеров, членов семьи или других третьих лиц). Такое поведение считается мошенничеством. Вы также не будете пытаться извлечь выгоду из трафика, который не генерируется добросовестно. Если у вас есть какие-либо обоснованные подозрения, что любой Клиент, на которого вы ссылаетесь, каким-либо образом связан с злоупотреблением бонусами, отмыванием денег, мошенничеством или другими злоупотреблениями удаленными игровыми сайтами, вы немедленно обязаны уведомить нас об этом.",
        },
        sixth: {
          title: "2.6 Неподходящие веб-сайты",
          text:
            "Вы не должны использовать какие-либо Партнерские ссылки или иным образом размещать какие-либо цифровые рекламные объявления, содержащие нашу интеллектуальную собственность, на любых неподходящих веб-сайтах (независимо от того, принадлежат ли они третьей стороне или иным образом). Неподходящие веб-сайты включают, но не ограничиваются ими, веб-сайты, направленные на детей, демонстрирующие незаконную порнографию или другие незаконные сексуальные действия, пропагандирующие насилие, пропагандирующие дискриминацию по признаку расы, пола, религии, национальности, инвалидности, сексуальной ориентации или возраста, пропагандирующие незаконную деятельность или каким-либо образом нарушающие права интеллектуальной собственности любой третьей стороны или Компании, а также нарушающие любые соответствующие рекламные правила или кодексы практики на любой территории, где могут быть размещены такие Партнерские ссылки или цифровая реклама.",
        },
        seventh: {
          title: "2.7 Партнерские Ссылки",
          text:
            "Партнерские ссылки должны отображаться по крайней мере так же заметно, как и любая другая ссылка на продажу на Партнерском сайте. Вы должны использовать только Партнерские ссылки, предоставленные Компанией в рамках Партнерской программы.",
        },
        eighth: {
          title: "2.8 Маркетинг по электронной почте и SMS",
          text:
            "Если вы отправляете какие-либо электронные письма или SMS-сообщения физическим лицам, которые (а) включают в себя какие-либо права интеллектуальной собственности Компании; или (б) иным образом намерены продвигать веб-сайты Компании, вы должны сначала получить наше разрешение на отправку таких электронных писем. Если такое разрешение предоставлено Компанией, вы должны убедиться, что у вас есть явное согласие каждого получателя на получение маркетинговых сообщений в форме сообщений, которые будут отправлены (например, по SMS или электронной почте), и что такие лица не отказались от получения таких сообщений. Вы также должны дать понять получателю, что все маркетинговые сообщения отправляются от вас, а не от нашей компании.",
        },
        ninth: {
          title:
            "2.9 Использование прав интеллектуальной собственности Компании",
          text:
            "Любое использование Прав интеллектуальной собственности Компании должно соответствовать любым руководящим принципам бренда, выдаваемым вам время от времени, и всегда подлежит одобрению, требуемому в пункте ниже. Вы не можете регистрировать доменные имена, а также поисковые термины или другие идентификаторы для использования в любой поисковой системе, портале, магазине приложений, спонсируемой рекламной службе или другой реферальной службе, которые идентичны любому из товарных знаков Компании или иным образом включают товарные знаки Компании.",
        },
        tenth: {
          title: "2.10 Одобренное объявление",
          text:
            "Вы не будете использовать никакой рекламный макет (включая баннеры, изображения, логотипы), включающие наши Права интеллектуальной собственности, за исключением случаев, когда рекламный макет или креатив был предоставлен вам Компанией или (если рекламные макеты созданы вами) без предварительного письменного согласия Компании. Вы не будете изменять внешний вид любой рекламы, которая была вам предоставлена или на которую было получено разрешение. Вы несете ответственность за то, чтобы получить одобрение от Компании вовремя для запуска любой рекламной кампании, чтобы убедиться, что у вас есть письменное одобрение от Компании в отношении рекламы, и иметь возможность подтвердить такое одобрение по запросу.",
        },
        eleventh: {
          title: "2.11 Программы лояльности",
          text:
            "Вы не будете предлагать никаких программ cash-back / value-back или аналогичных программ, кроме тех, которые предлагаются на веб-сайтах Компании.",
        },
        twelfth: {
          title: "2.12 Ответственная игра",
          text:
            "Компания постоянно стремится к ответственной игре и профилактике игровой зависимости. Вы соглашаетесь активно сотрудничать с Компанией, чтобы, в случае нарушений, донести до нее ответственное игровое послание. В частности, вы не будете использовать какие-либо материалы или каким-либо образом ориентироваться на лиц, не достигших 18 лет или законного возраста азартных игр в их юрисдикции.",
        },
        thirteenth: {
          title: "2.13 Незаконная деятельность",
          text:
            "Вы не будете нацелены на какую-либо территорию или юрисдикцию, где азартные игры являются незаконными. Вы всегда будете действовать в рамках соответствующего и / или применимого законодательства и не будете совершать никаких действий, которые являются незаконными в отношении Партнерской программы или иным образом.",
        },
        fourteenth: {
          title: "2.14 Защита данных и файлы cookie",
          text:
            'Вы должны всегда соблюдать Общие правила защиты данных (GDPR) и любые существующие или новые законы о защите данных, нормативные акты или законы, применимые к вашей территории. Это включает в себя все применимые законодательные и/или нормативные акты, касающиеся использования "файлов cookie".',
        },
        fifteenth: {
          title: "2.15 Затраты и расходы",
          text:
            "Вы несете полную ответственность за все риски, расходы и расходы, понесенные вами при выполнении ваших обязательств по Партнерскому соглашению.",
        },
        sixteenth: {
          title: "2.16 Мониторинг партнерской деятельности Компании",
          text:
            "Вы немедленно окажете Компании всю необходимую помощь и предоставите нам всю необходимую информацию для мониторинга вашей деятельности в рамках Партнерской программы.",
        },
        seventeenth: {
          title: "2.17 Некорректно уплаченные комиссионные",
          text:
            "Партнер соглашается немедленно по запросу Компании вернуть все Комиссионные, полученные на основании Новых Клиентов, привлеченных Компанией в случае нарушения Партнерского соглашения или связанных с мошенническими или фальсифицированными транзакциями.",
        },
      },
      three: {
        title: "3. ПАРТНЕРСКИЕ ПРАВА",
        first: {
          title: "3.1. Право прямых клиентов",
          text:
            "Мы предоставляем вам неисключительное, не подлежащее передаче право в течение срока действия настоящего Партнерского Соглашения направлять Клиентов на такие веб-сайты Компании, которые мы согласовали с вами в строгом соответствии с условиями Партнерского Соглашения. Вы не имеете права требовать Комиссионных или других компенсаций по бизнесу, обеспеченному другими физическими или юридическими лицами, кроме вас.",
        },
        second: {
          title:
            "3.2. Лицензия на использование Прав интеллектуальной собственности Компании",
          text:
            "Мы предоставляем вам неисключительную, непередаваемую лицензию в течение срока действия настоящего Партнерского соглашения на использование Прав интеллектуальной собственности Компании, которые мы можем время от времени утверждать исключительно в связи с размещением рекламных материалов на Партнерском веб-сайте или в других таких местах, которые могут быть прямо одобрены (в письменной форме) Компанией. Эта лицензия не может быть сублицензирована, назначена или иным образом передана вами.",
        },
        third: {
          title: "3.3. Персональные Данные Игроков",
          text:
            "Для целей предоставления услуг по настоящему Соглашению подразумевается, что Партнер не имеет доступа к каким-либо Персональным данным клиентов Компании.",
        },
      },
      four: {
        title: "4. ОБЯЗАТЕЛЬСТВА КОМПАНИИ",
        firstText:
          "4.1. Мы приложим все усилия, чтобы предоставить вам все материалы и информацию, необходимые для реализации Партнерских ссылок.",
        secondText:
          "4.2. По нашему собственному усмотрению мы регистрируем любых Клиентов, направленных вами на веб-сайты Компании, и отслеживаем их транзакции. Мы оставляем за собой право отказать Клиентам (или закрыть их счета), если это необходимо для выполнения любых требований, которые мы можем периодически устанавливать.",
        thirdText:
          "4.3. Мы предоставим вам инструменты мониторинга, которые позволят вам следить за вашим Партнерским счетом, уровнем вашей Комиссии и ее выплатой.",
        fourthText:
          "4.4. Мы будем использовать и обрабатывать следующие персональные данные Партнера или любого сотрудника Партнера, а именно: ваше имя пользователя для входа в систему, ваш адрес электронной почты, имя, дату рождения, вашу страну и адрес, номер телефона и финансовые данные в целях обеспечения высокого уровня безопасности, выполнения требований законодательства о ПОД и для управления нашими деловыми отношениями.",
        fifthText:
          "4.5. При условии вашего строгого соблюдения Партнерского соглашения мы выплачиваем вам Комиссию в соответствии с пунктом 6.",
      },
      five: {
        title: "5. ПРАВА И СРЕДСТВА ПРАВОВОЙ ЗАЩИТЫ КОМПАНИИ",
        firstText:
          "В случае вашего нарушения (или, в соответствующих случаях, подозрения на нарушение) настоящего Соглашения, или вашей халатности при исполнении Партнерской программы, или невыполнения ваших обязательств по настоящему Соглашению, Компания должна иметь в своем распоряжении следующие средства правовой защиты:",
        secondText:
          "а) право приостановить ваше участие в Партнерской программе на период, необходимый для расследования любых действий, которые могут нарушать Партнерское соглашение. В течение такого периода выплата Комиссионных также будет приостановлена;",
        thirdText:
          "б) право удерживать любую Комиссию или любую другую выплату Партнеру, возникающую в связи с любой конкретной кампанией, трафиком, контентом или деятельностью, проводимой или созданной Партнером, которая нарушает обязательства Партнера по Партнерскому соглашению;",
        fourthText:
          "в) право удерживать из Комиссионных денежные средства, которые Компания сочтет разумными для покрытия любого возмещения, предоставленного Партнером по настоящему договору, или для покрытия любой ответственности Компании, возникающей в результате нарушения Партнером Партнерского соглашения;",
        fifthText: "г) немедленно расторгнуть Партнерское соглашение;",
        sixthText:
          "д) право удержания денежных средств, находящихся в Партнерском кошельке, если они не будут выведены в течение 3 (трех) месяцев со дня расторжения Партнерского соглашения в соответствии с пунктом 9.1;",
        seventhText:
          "е) право не выплачивать Партнеру доход, если у Партнерской программы есть подозрения или прямые доказательства того, что Партнер приносит фальшивых Клиентов;",
        eighthText:
          "ж) право Компании устанавливать специальные условия партнерства для Партнера, если Клиент приходит по поиску фирменного наименования или по трафику фирменного наименования.",
        ninthText:
          "з) имеет право изменять Комиссию или структуру Комиссии и может налагать штраф на Партнера, нарушившего договор.",
        tenthText:
          "Наши права и средства правовой защиты, описанные выше, не должны быть взаимоисключающими.",
      },
      six: {
        title: "6. КОМИССИЯ И ОПЛАТА",
        firstText:
          "6.1. При условии соблюдения вами положений Партнерского соглашения вы будете получать Комиссионные в соответствии со Структурой Комиссионных. Мы оставляем за собой право изменять процент Комиссии и метод расчета Комиссии в соответствии с настоящим пунктом.",
        secondText:
          "6.2 Комиссия исчисляется в конце каждого месяца, а выплаты производятся ежемесячно по просроченной задолженности не позднее 7 числа следующего календарного месяца. Оплата по счетам-фактурам производится до 15 числа месяца за предыдущий платежный период.",
        thirdText:
          "6.3 Отчетным периодом времени, которое Партнерская программа использует для расчета заработка Партнеру, является календарный месяц.",
        fourthText:
          "6.4. Оплата Комиссии будет производиться через наш Партнерский кошелек. В соответствии с существующими правилами,  лицам программы может потребоваться проверка и документация “знай своего клиента”, прежде чем можно будет получить доступ к выводу средств.",
        fifthText:
          "6.5. Минимальная сумма в размере 25 евро может быть выведена с Партнерского кошелька единовременно в платежные системы: Neteller, Skrill, CoinsPaid и минимальная сумма в размере 300 евро может быть выведена с Партнерского кошелька единовременно Банковским переводом.",
        sixthText:
          "6.6. Если в расчете Комиссии допущена ошибка, Компания имеет право в любое время исправить такой расчет и немедленно выплатить недоплату или вернуть переплату, произведенную Партнеру.",
        seventhText:
          "6.7. Партнеру может быть предоставлена возможность по собственному усмотрению Компании реструктурировать свою комиссионную структуру.",
        eighthText:
          "6.8. Принятие Партнером Комиссионного платежа является полным и окончательным погашением остатка средств, причитающегося за соответствующий период. В случае несогласия Партнера с причитающимся балансом, он обязан уведомить Компанию в течение четырнадцати (14) календарных дней после окончания отчетного периода и четко указать причины несогласия. Неявка в указанный срок в Компанию считается безотзывным подтверждением остатка средств за соответствующий период, также Партнер не может запросить какую-либо иную дополнительную информацию за данный конкретный отчетный период.",
        ninthText:
          "6.9. Комиссия считается исключающей налог на добавленную стоимость или любой другой применимый налог. Партнер несет исключительную ответственность за уплату любых налогов, сборов, сборов и любых других денежных средств, подлежащих уплате или причитающихся любому налоговому органу, департаменту или другому компетентному органу в результате компенсации, полученной в соответствии с Партнерским соглашением.",
        tenthText:
          "6.10. Процентная ставка будет выплачиваться Партнеру на основе NGR. NGR означает Чистый игровой доход. Он рассчитывается по следующей формуле: Ставки – Выигрыши – Бонусы - Административный сбор.",
        eleventhText:
          "6.11. Все комиссии будут выплачиваться только активному Клиенту, который сделал минимальный или более чем минимальный депозит на сайте Компании и не имеет никаких ограничений на свой счет, включая зависимость от азартных игр или мошенническую деятельность.",
        twelfthText:
          "6.12. Платежи Партнеру осуществляются только через платежные системы, с которыми работает Партнерская программа. Полный текущий список поддерживаемых платежных систем вы можете найти в своем Партнерском аккаунте.",
        thirteenthText:
          "6.13. Если общая сумма ставок игрока меньше суммы выигрышей и бонусов казино, то доход Партнера отрицателен и равен нулю. Отрицательное значение дохода Партнера не будет перенесено на следующий месяц (если иное не согласовано между Партнером и Партнерской программой). Отрицательный баланс по одному бренду не влияет на положительный баланс по другому бренду. Платежи производятся за каждый бренд отдельно, и они не связаны друг с другом.",
        fourteenthText:
          "6.14. Партнер может привлекать суб-партнера. В этом случае Партнер получает комиссию от дохода своего суб-партнера в размере 5 % от общего дохода всех привлеченных суб-партнеров. Суб-партнерское вознаграждение рассчитывается на балансе Партнера аналогично расчету дохода от привлеченного Клиента.",
        fifteenthText:
          "6.15. Начисление и выплата дохода Партнера возможны только в валюте евро.",
      },
      seven: {
        title: "7. СТАНДАРТНЫЕ СТРУКТУРЫ КОМИССИЙ",
        subtitle: "Ваш процент зависит от FTD за прошлый месяц",
        firstText: "FTD 0 = 25% от NGR",
        secondText: "FTD 1-5 = 30% от NGR",
        thirdText: "FTD 6-10 = 35% от NGR",
        fourthText: "FTD 11-20 = 40% от NGR",
        fifthText: "FTD 21-30 = 45% от NGR",
        sixthText: "FTD 31 и более = 50% от NGR",
        seventhText: "ФТД = первый депозит",
      },
      eight: {
        title: "8. КОНФИДЕНЦИАЛЬНАЯ ИНФОРМАЦИЯ",
        firstText:
          "В течение срока действия Партнерского соглашения вам может быть время от времени доверена конфиденциальная информация, относящаяся к нашему бизнесу, операциям или базовой технологии и/или Партнерской программе (включая, например, Комиссионные, полученные вами в рамках Партнерской программы).",
        secondText:
          "Вы соглашаетесь избегать раскрытия или несанкционированного использования любой такой конфиденциальной информации третьим лицам или сторонним лицам, если у вас нет нашего предварительного письменного согласия. Вы также соглашаетесь с тем, что будете использовать конфиденциальную информацию только в целях Партнерского соглашения. Ваши обязательства в отношении данного пункта остаются в силе после прекращения действия настоящего Соглашения.",
        thirdText:
          "Кроме того, вы не должны публиковать какие-либо пресс-релизы или аналогичные сообщения для общественности в отношении вашего участия в Партнерской программе без предварительного письменного согласия Компании (с утверждением точного содержания, которое также должно быть одобрено Компанией).",
      },
      nine: {
        title: "9. СРОК ДЕЙСТВИЯ И РАСТОРЖЕНИЕ ДОГОВОРА",
        first: {
          title: "9.1. Срок",
          firstText:
            "Условия Партнерского соглашения вступают в силу, когда вы утверждаетесь в качестве Партнера после регистрации в Партнерской программе, и будут действовать непрерывно до тех пор, пока одна из Сторон не уведомит другую в письменной форме о своем желании расторгнуть Соглашение. В этом случае Договор будет расторгнут через 30 дней после получения такого уведомления. Для целей уведомления о расторжении договора доставка по электронной почте считается письменной и немедленной формой уведомления.",
          secondText:
            "Во избежание сомнений Компания также может прекратить свою деятельность (в соответствии с пунктом 5 выше) после немедленного уведомления в любое время за неисполнение лицами программы своих обязательств по Соглашению или иным образом за халатность Партнера.",
        },
        second: {
          title: "9.2. Действия Партнера при расторжении договора",
          firstText:
            "После расторжения договора вы должны немедленно удалить все баннеры или креативы Компании с Партнерского сайта и отключить все Партнерские ссылки с Партнерского сайта на все сайты Компании.",
          secondText:
            "Все права и лицензии, предоставленные вам в Партнерском соглашении, немедленно прекращаются.",
          thirdText:
            "Вы вернете Компании любую конфиденциальную информацию и все ее копии, находящиеся в вашем распоряжении и под вашим контролем, а также прекратите любое использование всех прав интеллектуальной собственности Компании.",
        },
        third: {
          title: "9.3. Комиссия",
          text:
            "При расторжении Партнерского соглашения по любой причине все Комиссионные, относящиеся к любым Клиентам, направленным Компании в течение срока действия, не подлежат выплате Партнеру с даты расторжения.",
        },
      },
      ten: {
        title: "10. РАЗНОЕ",
        first: {
          title: "10.1. Отказ от ответственности",
          text:
            "Мы не даем никаких явных или подразумеваемых гарантий или заверений в отношении Партнерской программы, Компании или механизмов оплаты Комиссионных (включая, помимо прочего, функциональность, гарантии пригодности, товарной пригодности, законности или ненарушения прав). Кроме того, мы не делаем никаких заявлений о том, что работа наших сайтов будет бесперебойной или безошибочной, и не несем ответственности за последствия, если таковые возникнут. В случае расхождения между отчетами, предлагаемыми в системе Партнерского счета, и базой данных Компании база данных считается точной.",
        },
        second: {
          title: "10.2. Возмещение ущерба и ограничение ответственности",
          firstText:
            "Вы обязуетесь возместить и обезопасить Компанию, наших директоров, сотрудников и представителей от любых обязательств, убытков и расходов, включая судебные издержки, возникших в результате или каким-либо образом связанных с (а) любым нарушением вами любого положения Партнерского соглашения, (б) выполнением вами своих обязанностей и обязательств по Партнерскому соглашению, (в) вашей небрежностью или (г) любым ущербом, причиненным прямо или косвенно вашими небрежными или преднамеренными действиями или бездействием, а также несанкционированным использованием наших креативов и ссылок или настоящей Партнерской программы.",
          secondText:
            "Компания не несет ответственности за любой прямой или косвенный, специальный или косвенный ущерб (или любую потерю дохода, прибыли или данных), любую потерю деловой репутации или репутации, возникшую в связи с Партнерским соглашением или Партнерской программой, даже если мы были предупреждены о возможности такого ущерба.",
        },
        third: {
          title: "10.3. Отказ",
          text:
            "Наша неспособность обеспечить неукоснительное выполнение вами любого положения Партнерского соглашения не будет означать отказа от нашего права впоследствии обеспечить соблюдение такого положения или любого другого положения Партнерского соглашения.",
        },
        fourth: {
          title: "10.4. Взаимоотношения Сторон",
          text:
            "Компания и Партнер являются независимыми подрядчиками, и ничто в Партнерском соглашении не создает между нами никаких партнерских, совместных предприятий, агентств, франшиз, торговых представителей или трудовых отношений. Вы не будете иметь никаких полномочий делать или принимать какие-либо предложения или заявления от нашего имени. Вы не будете делать никаких заявлений, будь то на вашем сайте или иным образом, которые противоречили бы чему-либо в настоящем Партнерском соглашении.",
        },
        fifth: {
          title: "10.5. Форсмажорные обстоятельства",
          text:
            "Ни одна из сторон не несет ответственности перед другой стороной за любую задержку или неисполнение своих обязательств по Партнерскому соглашению, если такая задержка или неисполнение возникают по причине, находящейся вне ее разумного контроля, включая, но не ограничиваясь этим, трудовые споры, забастовки, производственные беспорядки, стихийные бедствия, террористические акты, наводнения, молнии, сбои в работе коммунальных служб или коммуникаций, землетрясения или другие несчастные случаи. Если такое событие происходит, неисполняющая Сторона освобождается от любого исполнения, которое было предотвращено событием, в той мере, в какой оно было предотвращено, при условии, что если форсмажорное событие существует в течение периода, превышающего тридцать (30) календарных дней, то любая из Сторон может немедленно расторгнуть Партнерское соглашение, направив письменное уведомление.",
        },
        sixth: {
          title: "10.6. Возможность присвоения",
          text:
            "Вы не можете переуступать Партнерское соглашение в силу закона или иным образом без нашего предварительного письменного согласия.",
        },
        seventh: {
          title: "10.7. Отделимость",
          text:
            "Если какое-либо положение Партнерского Соглашения будет признано недействительным, незаконным или не имеющим законной силы в каком-либо отношении, такое положение будет недействительным только в той мере, в какой оно является недействительным или не имеющим законной силы, без признания недействительной остальной части Партнерского Соглашения или любого положения настоящего Соглашения.",
        },
        eighth: {
          title: "10.8. Английский язык",
          text:
            "Партнерское соглашение изначально составлено на английском языке. В случае возникновения какого-либо конфликта или расхождения между версией на английском языке и любым другим языком преимущественную силу имеет версия на английском языке.",
        },
        ninth: {
          title: "10.9. Изменение Условий и Положений",
          firstText:
            "Мы можем изменить любое из положений и условий, содержащихся в Партнерском соглашении, или заменить его в любое время и по нашему собственному усмотрению, разместив уведомление об изменении или новое соглашение на нашем сайте. Изменения могут включать, например, изменение объема доступных Комиссий и правил Партнерской программы.",
          secondText:
            "Если какие - либо изменения неприемлемы для вас, вам необходимо расторгнуть Партнерское соглашение. Ваше дальнейшее участие в нашей Партнерской программе после публикации нами уведомления об изменениях или нового соглашения будет означать обязательное принятие изменений или нового соглашения.",
        },
      },
    },
  },
  generic: {
    login: "Войти",
    signup: "Регистрация",
    becomeOurPartner: "Стать партнером",
    about: "о нас",
    brand: "Бренды",
    reviews: "отзывы",
    contactUs: "Контакты",
    tnc: "Правила и условия",
  },
};
